{
    "info": "{\"dateSaved\":\"2022-03-04T18:45:39.371Z\",\"modelTopologyType\":\"JSON\",\"modelTopologyBytes\":1044,\"weightSpecsBytes\":255,\"weightDataBytes\":163028}",
    "modelTopology": "{\"class_name\":\"Sequential\",\"config\":{\"name\":\"sequential_1\",\"layers\":[{\"class_name\":\"Dense\",\"config\":{\"units\":192,\"activation\":\"relu\",\"use_bias\":true,\"kernel_initializer\":{\"class_name\":\"VarianceScaling\",\"config\":{\"scale\":1,\"mode\":\"fan_avg\",\"distribution\":\"normal\",\"seed\":null}},\"bias_initializer\":{\"class_name\":\"Zeros\",\"config\":{}},\"kernel_regularizer\":null,\"bias_regularizer\":null,\"activity_regularizer\":null,\"kernel_constraint\":null,\"bias_constraint\":null,\"name\":\"dense_Dense1\",\"trainable\":true,\"batch_input_shape\":[null,158],\"dtype\":\"float32\"}},{\"class_name\":\"Dense\",\"config\":{\"units\":53,\"activation\":\"softmax\",\"use_bias\":true,\"kernel_initializer\":{\"class_name\":\"VarianceScaling\",\"config\":{\"scale\":1,\"mode\":\"fan_avg\",\"distribution\":\"normal\",\"seed\":null}},\"bias_initializer\":{\"class_name\":\"Zeros\",\"config\":{}},\"kernel_regularizer\":null,\"bias_regularizer\":null,\"activity_regularizer\":null,\"kernel_constraint\":null,\"bias_constraint\":null,\"name\":\"dense_Dense2\",\"trainable\":true}}]},\"keras_version\":\"tfjs-layers 3.14.0\",\"backend\":\"tensor_flow.js\"}",
    "modelMetadata": "{\"format\":\"layers-model\",\"generatedBy\":\"TensorFlow.js tfjs-layers v3.14.0\",\"convertedBy\":null}",
    "weightData": 